<template>
 <div class="flex justify-between items-center   bg-yellow-400 py-2">
    <a class="ml-14 lg:ml-12" href="/" aria-label="Module-House Homepage">
      <img class="w-32 hover:opacity-75" src="~/assets/img/house-svg.svg" alt="Module-House Logo">
    </a>
    <a class="flex items-center mr-16 lg:ml-12 hover:opacity-75" href="/" aria-label="Module-House Homepage">
      <img class="w-8" src="~/assets/img/ico_phone.svg" alt="Phone Icon">
      <h1 class="text-2xl font-bold ml-2">+38 (096) 057-74-85</h1>
    </a>
  </div>
    <div class="container mx-auto min-w-900px">
  <div class="flex justify-center mt-12">
    <div class="">
      <h1 class="text-3xl font-bold mb-4">Технологія будівництва</h1>

      <div class="flex flex-wrap mt-12 mb-28">
        <div class="w-full md:w-1/2">
          <img class="w-1/2" src="~/assets/img/news.png" alt="Фото">
        </div>

        <div class="w-full md:w-1/2 mt-8 text-l">
              <p>
                <strong>Органік БУД</strong>
                    Модульно-каркасний будинок - це будинок, який будується із модулів, виготовлених заздалегідь у фабриці, а потім доставляється на місце будівництва та збирається на місці. Цей процес будівництва швидше і ефективніший, ніж традиційне будівництво, і надає безліч переваг. У цій статті ми розглянемо технологію будівництва модульно-каркасних будинків та переваги цього типу будівництва.
                    <br>
                    <br>
                    1. Використання сучасних технологій та матеріалів.
                    Перший етап будівництва модульно-каркасних будинків – це проектування. Тут дизайнери працюють з клієнтами, щоб визначити потреби та бажання, які будуть відображені у плануванні будинку. Потім, використовуючи комп'ютерні програми для проектування, створюються креслення, які використовуватимуться виготовлення модулів.
                     <br>
                     <br>
                    2. Виробництво
                    Наступний етап – це виробництво модулів. Це відбувається у фабриці, де модулі збираються на спеціальних конвеєрах. Кожен модуль виготовляється з використанням технологій та матеріалів, які забезпечують високу якість та міцність. Кожен модуль включає стіни, підлоги, стелі, вікна і двері, а також системи опалення, вентиляції та кондиціювання повітря.
                    <br>
                    <br>
                    3. Транспортування та монтаж
                    Після виготовлення модулів вони транспортуються на місце будівництва, де вони збираються разом. Модулі з'єднуються між собою за допомогою кріпильних елементів та силових вузлів, що створює міцну та надійну конструкцію. Потім проводиться установка покрівлі та утеплювача, а також підключення електрики та води.
                    
                </p>
            </div>
          </div>
        </div>
      </div>
    </div>
    
</template>

<style>
.fixed {
  position: fixed;
}

</style>